tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'vitorgalvao/tiny-scripts'
brew 'ack'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'beanstalk'
brew 'binutils'
brew 'bison'
brew 'boost'
brew 'boot2docker'
brew 'cairo'
brew 'cfssl'
brew 'cgal'
brew 'cloc'
brew 'cloog'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'cowsay'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'doxygen'
brew 'ec2-api-tools'
brew 'elixir'
brew 'erlang'
brew 'fontconfig'
brew 'freetype'
brew 'freexl'
brew 'gawk'
brew 'gcc'
brew 'gdal'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'geos'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'git-flow'
brew 'git-lfs'
brew 'git-review'
brew 'git-subrepo'
brew 'glib'
brew 'gmp'
brew 'gnome-icon-theme'
brew 'gnu-sed'
brew 'gnutls'
brew 'gobject-introspection'
brew 'gradle'
brew 'gsettings-desktop-schemas'
brew 'gtk+'
brew 'gtk+3'
brew 'gtk-mac-integration'
brew 'gtksourceview'
brew 'gtksourceview3'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'hicolor-icon-theme'
brew 'homebrew/boneyard/p11-kit'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/science/r'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/gcc46'
brew 'homebrew/versions/gcc5'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl014'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/ppl011'
brew 'hr'
brew 'htop'
brew 'http_load'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'intltool'
brew 'ioping'
brew 'isl'
brew 'jenv'
brew 'jpeg'
brew 'jq'
brew 'json-c'
brew 'legit'
brew 'leiningen'
brew 'libepoxy'
brew 'libffi'
brew 'libgcrypt'
brew 'libgeotiff'
brew 'libgit2'
brew 'libgpg-error'
brew 'libksba'
brew 'liblwgeom'
brew 'libmpc'
brew 'libpng'
brew 'libressl'
brew 'libsodium'
brew 'libspatialite'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libyaml'
brew 'llvm', args: ['with-rtti']
brew 'lzlib'
brew 'lzo'
brew 'lzop'
brew 'maven'
brew 'mercurial'
brew 'mpfr'
brew 'mysql'
brew 'nettle'
brew 'nginx'
brew 'nim'
brew 'ninja'
brew 'node'
brew 'oniguruma'
brew 'openssl'
brew 'openvpn'
brew 'p7zip'
brew 'pandoc'
brew 'pango'
brew 'parallel'
brew 'pcre'
brew 'pcre2'
brew 'phantomjs'
brew 'pixman'
brew 'pkg-config'
brew 'pkgdiff'
brew 'ponyc'
brew 'postgis'
brew 'postgresql'
brew 'proj'
brew 'putty'
brew 'py2cairo'
brew 'pygobject'
brew 'pygobject3'
brew 'pygtk'
brew 'pygtksourceview'
brew 'pyqt'
brew 'python'
brew 'python3'
brew 'qt'
brew 'rarian'
brew 'rbenv'
brew 'rbenv-bundler'
brew 're2'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'sfcgal'
brew 'sip'
brew 'snappy'
brew 'socat'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tree'
brew 'typesafe-activator'
brew 'unixodbc'
brew 'v8'
brew 'vitorgalvao/tiny-scripts/cask-repair'
brew 'wdiff'
brew 'wget'
brew 'whatmask'
brew 'wxmac'
brew 'xhyve'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'
cask 'apache-directory-studio'
cask 'bettertouchtool'
cask 'caffeine'
cask 'cyberduck'
cask 'elm-platform'
cask 'emacs'
cask 'flashlight'
cask 'gfxcardstatus'
cask 'iterm2'
cask 'iterm2-beta'
cask 'java'
cask 'julia'
cask 'karabiner'
cask 'lighttable'
cask 'macpass'
cask 'osxfuse'
cask 'pgadmin3'
cask 'rust'
cask 'skype'
cask 'spotify'
cask 'sshfs'
cask 'steam'
cask 'switchresx'
cask 'the-unarchiver'
cask 'utorrent'
cask 'visual-studio-code'
cask 'vlc'
