tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
brew 'ack'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'binutils'
brew 'cloc'
brew 'cloog'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'cowsay'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'doxygen'
brew 'ec2-api-tools'
brew 'elixir'
brew 'erlang'
brew 'fontconfig'
brew 'freetype'
brew 'freexl'
brew 'gawk'
brew 'gcc'
brew 'gdal'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'geos'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'git-flow'
brew 'git-lfs'
brew 'git-review'
brew 'git-subrepo'
brew 'giter8'
brew 'gnu-sed'
brew 'gnutls'
brew 'gradle'
brew 'htop'
brew 'http_load'
brew 'httpie'
brew 'hub'
brew 'intltool'
brew 'ioping'
brew 'isl'
brew 'jenv'
brew 'jpeg'
brew 'jq'
brew 'legit'
brew 'leiningen'
brew 'maven'
brew 'mercurial'
brew 'mpfr'
brew 'mysql'
brew 'nginx'
brew 'nim'
brew 'ninja'
brew 'node'
brew 'openssl'
brew 'openvpn'
brew 'p7zip'
brew 'pandoc'
brew 'pango'
brew 'parallel'
brew 'pcre'
brew 'pcre2'
brew 'pkgdiff'
brew 'ponyc'
brew 'postgis'
brew 'postgresql'
brew 'proj'
brew 'putty'
brew 'python'
brew 'python3'
brew 'rarian'
brew 'rbenv'
brew 're2'
brew 'redis'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'sip'
brew 'snappy'
brew 'socat'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tree'
brew 'typesafe-activator'
brew 'v8'
brew 'wdiff'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'
cask 'bettertouchtool'
cask 'gfxcardstatus'
cask 'java'
cask 'julia'
cask 'karabiner'
cask 'macpass'
cask 'p4merge'
cask 'pgadmin3'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
