tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
brew 'ack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'boost'
brew 'pcre'
brew 'git'
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'cowsay'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'libpng'
brew 'freetype'
brew 'freexl'
brew 'jpeg'
brew 'giflib'
brew 'libtiff'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'readline'
brew 'sqlite'
brew 'pkg-config'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'libxml2'
brew 'libtool'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'postgresql'
brew 'python3'
brew 'gdal'
brew 'git-flow'
brew 'git-lfs'
brew 'git-subrepo'
brew 'hr'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'isl'
brew 'jenv'
brew 'oniguruma'
brew 'jq'
brew 'libffi'
brew 'libmpc'
brew 'libressl'
brew 'libsodium'
brew 'libssh2'
brew 'llvm', args: ['with-rtti']
brew 'maven'
brew 'mercurial'
brew 'nginx'
brew 'nim'
brew 'ninja'
brew 'node'
brew 'p7zip'
brew 'pcre2'
brew 'ponyc'
brew 'sfcgal'
brew 'postgis'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-bundler'
brew 'redis'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'tree'
brew 'typesafe-activator'
brew 'v8'
brew 'wget'
brew 'whatmask'
brew 'xhyve'
brew 'zsh'
brew 'zsh-completions'
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask 'bettertouchtool'
cask 'caffeine'
cask 'elm-platform'
cask 'emacs'
cask 'flashlight'
cask 'gfxcardstatus'
cask 'iterm2'
cask 'iterm2-beta'
cask 'julia'
cask 'karabiner'
cask 'macpass'
cask 'osxfuse'
cask 'pgadmin3'
cask 'skype'
cask 'spotify'
cask 'sshfs'
cask 'steam'
cask 'switchresx'
cask 'the-unarchiver'
cask 'utorrent'
cask 'visual-studio-code'
cask 'vlc'
